# (==) - Равно
# (!=) - Не равно
# (>) - Больше
# (<) - Меньше
# (>=) - Больше или равно
# (<=) - Меньше или равно
# Всё указанное выше является операторами сравнения.

age = 13
if age < 20:
    print('Как-то вы староваты!')
# Пример конструкции if с заданной переменной age и операторами (<>) ВАЖНО: учитывать влияние операторов на вывод выражения.

age = 25
if age > 20:
    print('Как-то вы староваты!')
    print('Что вы здесь делаете?')
    print('Почему не стрижёте газон или не перекладываете бумажки')
# Пример блока с конструкцией if (в данном случае блок состоит из 3 команд print)
# Отступ в  блоке в 4 пробела является табуляцией.

age = 10
if age >= 10:
    print('Вы слишком стары для моих шуток')

age = 10
if age == 10:
    print('Что нельзя съесть на завтрак? Обед и ужин!')
# Пример конструкций с использованием операторов сравнения (>=) и (==)








